[
{"name": "B", "date": "24th March 2018", "text": ["I have regularly had an issue at work where I make a suggestion or comment but it is not recognised or validated until a man suggests the same thing. It’s like some older men have to have a second opinion from an older man in order to make a point made by me, a young woman, worthy. I find it very frustrating."], "tags": ["University", "Workplace"]},
{"name": "S", "date": "24th March 2018", "text": ["Walking down a fairly busy street in the early evening past a group of four guys standing to the side of the pavement. As I walked past them one of them grabbed my arm and said “hey, can I get your number”. I shrugged him off and walked on to the shop and could hear his mates laughing at him for getting burned. Took a long route to the bus after leaving the shop because I didn’t want to have to walk past them again."], "tags": ["Public space"]},
{"name": "Eve", "date": "24th March 2018", "text": ["I’ve just left my flat about 14:45, I’m wearing trainers and clothes that cover me fully from the neck down. As I crossed the road a man walked past on his phone and made kissing and sex noises right beside me.  I didn’t stop and ignored him. Less than 30seconds later I got to my bus stop, boarding the bus and a different man’s shouting behind me. I didn’t realise he was addressing me, turned around as he came closer and got louder and shouted that he’s “going to stick his dick inside my pussy” and made some offensive genstures. Lovely start to the afternoon."], "tags": ["Public space"]},
{"name": "Mitsuko", "date": "24th March 2018", "text": ["One day, I was at school and one of my colleagues cursed out loud. She is a girl and soon, my teacher, who heard everything, started saying that ‘girls who curse will never find a boyfriend’ and that ‘in a conversation of men, these girls will always be the joke’. So girls need to have a man? And boys are the only people who can curse? We can say what we want, when we want! If my colleague was a boy, I’m sure he wouldn’t say these things. My friends and I were really mad at him, but in the end, nothing changed. Teachers at school keep telling students these sexist things, and it seems that nobody cares."], "tags": ["School"]},
{"name": "anonymous", "date": "24th March 2018", "text": ["Our CMO (a man)  just told our marketing SVP and VP (both women) that they were not allowed to voice a dissenting opinion of his idea in a meeting with the CEO."], "tags": ["Workplace"]},
{"name": "Anon", "date": "24th March 2018", "text": ["When I used to go to Secondary School, lots of the boys would taunt each other by saying:", "\n“You’re going to get raped! I’m gonna thrash you!”", "Before playing a game of football or basketball.", "The boys that said this to each other used the word “rape” as a metaphor (I hope!) to say that they would beat each other at the game or score more goals.", "The word “score” could also be used as a synonym for “going out with someone” or in extreme cases “shagging”. They used the idea of the ball going into the goal or hoop as metaphor for intercourse also. They also used innuendos referring to male parts of anatomy when they talked about “balls”. If a boy was deemed to not be athletic or stoic enough, many of his friends would comment on his perceived lack of masculinity:", "\n“You have no balls. You kick the ball and run like a girl. That was so gay, how could you miss the ball? Stop being a gay wanker and aim properly you fag.”", "Many boys seemed to utter this explicit language very casually. They just blurted out whatever came into their heads. Some of what they said was disturbing and hurtful. Everyday they always talked about rape, gay people and how women were “worse at football” than men.", "I heard one male teacher copy their language including using the words “gay” to mean “rubbish” and the word “rape” to mean “defeat” (in a desperate attempt to get “down with the kids” to their level and appear “cool”).", "This sounds old fashioned, but I think that adults with any authority who work around children should be setting a good example of how to behave respectfully. In an ideal world, adults would be showing kids how to perform and behave to a high standard. The adults would be trying to lift kids up, not appealing to to the lowest common denominator by using foul “youthful” language and slang just to become a popular teacher. Sadly, the world that we live in is a very sick one and far from ideal however.", "When the explicit language and unpleasant demeanour of the students controls the teacher’s behaviour and actions, it is never a good sign.", "Regret not reporting this, but he was a very popular teacher."], "tags": ["School"]},
{"name": "Charlotte", "date": "24th March 2018", "text": ["A male colleague asked me how old I was. I told him I was 33. He then replied “well at least you have a bit of time left.” Another male colleague quipped “yes, just a bit!”", "This was following a conversation about dating so I assume they are referring to my time left to procreate rather than my time left on the planet. Clearly child bearing as a woman is my only purpose."], "tags": ["Workplace"]},
{"name": "Anon", "date": "24th March 2018", "text": ["I’m 14, and I’m used to the catcalls and abuse now, but one thing really pushed me over the edge. So yesterday, I was on the bus going to school, it was early and there and there were plenty of seats, this guy hopped on a stop after me and sat down next to me, I don’t think much of it until he’s resting his hand on my thigh. I politely told him to remove his hand, and he did so within 2 mins or so, I got off, and this guy followed me, he started to yell things, horrible, normalized things. The man grabbed by my arm, and at this point, the bus driver jumped off the bus and pulled him off me and told me to run.And I did. Because this crap about me ‘asking for it’ is wrong. This crap about ‘well that’s not that bad’ is wrong too, because this stuff is normalized. And it NEEDS to stop."], "tags": ["Public space", "Public Transport", "School"]},
{"name": "Rebecca", "date": "24th March 2018", "text": ["A lot of the time if I go to a restaurant with my Boyfriend when it comes to paying we usually pay by card so when the Waitress/Waiter picks up the card and puts it into the card machine they automatically pass it to my boyfriend without asking even though it’s not always him paying. Very annoying."], "tags": ["Public space"]},
{"name": "KB", "date": "24th March 2018", "text": ["Three years ago as an Associate in a corporate finance advisory firm, I was invited to a meeting by my director because the potential client he was meeting “likes younger women and might appreciate a bit of eye candy”. I had only been in the job for a few weeks so went along. I was told to sit next to him on the sofa and didn’t say more than a few words for the entire the meeting. When invited to meet him again a few months later, I refused to attend. I resigned a year later. ", "In my interview for the same job, I was asked if I was married. When I said no, he responded “I’m sure you’ll meet the right person one day”.", "Later, on arrival office to a Christmas party, I was handed a Christmas jumper to wear. When I realised it was only the girls who were given jumpers, I asked where the men’s Christmas jumpers were. The director laughed and said “you know we’re sexist at [company name]”. I didn’t realise sexism was funny…", "In a previous role in the same industry, I was asked by the head of my team whether I liked my body. I asked what prompted him to ask the question and he went on to tell me that I dress too conservatively at work and suggested that by dressing a different way, I could “use my body to my advantage”.", "The same person told me he’d never hire a 30 year old woman as she was likely to have children and therefore is a “poor investment”.", "It’s only now I’ve left the male-dominated industry that I’ve realised this not “normal” behaviour. This kind of everyday sexism in the workplace is causing women to leave the industry before they reach a senior level. The lack of women in senior roles means this behaviour isn’t being addressed."], "tags": ["Workplace"]},
{"name": "Annie", "date": "24th March 2018", "text": ["My husband likes to me to wear high heels, sheer tights/stockings and tight skirts but I find them very uncomfortable to walk and move around in.  Why is something men traditionally find attractive limiting and inconvenient for women?"], "tags": ["Home", "Public space", "Public Transport", "Workplace"]},
{"name": "Anonymous", "date": "24th March 2018", "text": ["I am nineteen, I live in France and by the age of 17, I learned that two of my friends had been raped at some point, and neither of them thought it was rape. It clearly was.", "\nOne was drugged at a bar and woke up naked in a strangers bed but hey “maybe nothing happened”", "\nThe other one was forced into sexual acts with her middle school boyfriend but “you know, that’s just boys, and there was no intercourse so that was not rape”.", "\nThey were 16 and 14 years old."], "tags": ["Public space", "School"]},
{"name": "Hannah", "date": "24th March 2018", "text": ["Hi Laura,", "My every day sexism occurrence happened while I was at Air cadets last night, two of my male companions came over to me and my friend and starting asking if we were feminists, when we questioned them saying why would it matter if we was, and just because we believe women should be equal to men doesn’t mean that we necessarily are and a feminist can be anyone not just a woman. They then turned round and said well you must be, you look like one, and then told us both that they couldn’t be friends with us anymore as they didn’t want to be seen hanging round with a “mad woman”."], "tags": ["Public space", "social gathering"]},
{"name": "Tamzin", "date": "24th March 2018", "text": ["My boyfriend and I signed up to a workaway project in Peru. The website described the place as a permaculture-based community, but we found it was land and buildings belonging to one man aged around sixty, with volunteers working five hours a day in exchange for basic food and a dorm bed – a pretty normal workaway deal in terms of exchange, but not the Peruvian-focused community we were expecting.", " On our first day there another volunteer, man in his mid-forties from San Francisco, turned up  after an all night ‘peyote ceremony’. Wearing classic ‘new-ager in Peru’ gear he spoke about having been ‘re-born’ in his experience. A little later, the conversation turned to his opinions on the ‘modesty’ of women. His opening line was ‘I think it’s great that women here dress more modestly than women back home.’ In my head, I thought – ‘Oh great, you’ve been re-born a chauvinist’ but I didn’t say it. I knew though, that I would not be able to sit through this conversation without saying anything, but was confused as to what he meant by ‘the women here.’ I asked: ‘ Do you mean women wearing traditional Andean dress?’ to which he replied no, he was talking about the ‘new age’ foreign women of whom there are many in a nearby town. For him, clearly, Peruvian women did not register as ‘the women here.’ I should’ve pointed out the racism and dehumanization inherent in his statement, but I didn’t (retrospect is a fine thing). What I did try to do was unpick why he thought he had a right to make statements about the modesty of women’s dress. He said ‘all the men I’ve ever spoken to prefer women dressing modestly’ and ‘I tell women in San Francisco, no man’s going to fall in love with you if you dress like that.’ I can’t remember exactly what I said in response, I just tried. He was so angry to be challenged, claiming his right ‘to have a preference’ and becoming quite malicious, saying I was ‘full of shit’ and that he understood ‘I had issues around this topic.’ There was one other young, female volunteer, a friend of his, who tried to tell me ‘he didn’t mean it in a bad way’ and then left the room. My boyfriend came in, and tried to mediate but I was shaking by that point and suggested we end the conversation as it was un-constructive.", "We decided later that day, based on this argument and the disappointment in the workaway placement, to leave. We went to see Michael, the boss man who owned the place, our reasons for leaving. He was very angry that we wanted to leave (he’d planned to have a ‘full labour force’ that week) and demanded to know the details of the details of the argument. When we explained, he seemed very unimpressed, and said something about the first amendment, and freedom of speech being the ‘right to offend’.  I didn’t respond because I was confused about what his point was – I figured surely free speech goes both ways? Yes, a man has a right to express his sexist opinions, just as I have a right to question the validity of them. ", "He didn’t want us to leave that day and we agreed to stay and work two extra days as a compromise. Michael said he would try to ‘resolve’ the conflict and ‘work out what had happened’. I pointed out that we’d told him what had happened – he didn’t have to agree with my opinion, but there had been a debate about gender and sexuality between two people with different opinions. He said he’d heard ‘my version’ and would speak to other people to get to the bottom of it. ", "We didn’t want to be around the others that night, and went out to eat in the nearby town. The next morning, Michael called us back for a ‘quick chat’. His said: ‘Last night I did my due diligence, wanting to resolve the conflict that happened. And I found the source of the conflict.’ He paused dramatically, pointed at me and then said, ‘It’s you, and your angry agenda. And that’s it, I’m going to ask you to leave. Don’t argue with anyone else and leave.’ ", "I was so happy to go, as I’d been regretting agreeing to stay the extra two days. I smiled at the term ‘angry agenda’, we packed and left. We are now in a hostel and working out what to do with our sudden freedom. I know it was a lucky escape (we were due to stay there one month!), but it’s left me re-running the whole situation in my mind. The hypocrisy of touting ‘freedom of speech’ in defense of a man’s chauvinistic judgments, and then telling me to leave his house because of my ‘angry agenda’ …? At first I found it funny because it’s so textbook. But it’s not funny, really – just surreal and all too real at the same time.", "Thank you so much for this platform – I feel better for venting!"], "tags": ["clothes", "freedomofspeech", "modesty", "Public space", "Travel", "workaway", "Workplace"]},
{"name": "Adeela", "date": "24th March 2018", "text": ["I have worked part time in retail for a few years now. It had only been 3 months when I had been working there when one of my old male colleagues thought it was ok to be sexually inappropriate. It got much worse when he became a supervisor as he would use that status to abuse me as he had more power. I was the only one he treated so differently. When I had finally got the courage to complain to someone else in the management team, they had got the male Assistant Manager to speak to him but he managed to lie his way out of it and they all believed him. No one did anything to help me and when he finally left, it was such a good feeling. It’s just led to me having more fear and anxiety when I’m around other males, because I find it hard to trust people. What was worse is that no one took it further or told me how to proceed – I was very naive and scared but I’m learning to say no."], "tags": ["Workplace"]},
{"name": "Gina", "date": "24th March 2018", "text": ["Walking into school at 8:00AM in my school uniform, obviously a minor, struggling under the weight of my folder when two men in a work truck pull up at the pedestrian crossing and start shouting vile, sexual things at me. My teacher told me that it’s “just the way the world is” and didn’t take it any further."], "tags": ["School"]},
{"name": "Anna", "date": "24th March 2018", "text": ["19 year old woman. On my way back to my flat from uni and got beeped at 3 times (was wearing jeans and a sweater, not that it should matter). Also, was walking down the street on a night out with my friends and a lad walked past and shoved his hand up my friends skirt into her pants and then carried on walking."], "tags": ["Public space", "University"]},
{"name": "Daphne", "date": "24th March 2018", "text": ["I was walking down the street with my beautiful Weimeraner (its a dog) wearing a pair of leggings and a harmless t-shirt and I was cat-called by some jerk. I’m 13. This isn’t fair. When boys are 13 they don’t get cat-called. When boys are 13 they don’t get harassed and told to wear more conservative clothing next time. I was wearing harmless clothing and even so, it shouldn’t make a difference whether I was walking down that street in a crop or a polo.", "\nMy dog growled at him and he ran away though so I guess that’s a bit of compensation :/"], "tags": ["Public space"]},
{"name": "Hannah", "date": "24th March 2018", "text": ["On International Women’s Day we were discussing at work what sort of tweet to put out in celebration of the day and my (male) boss’s only contribution was to ask “When’s International Men’s Day?” ", "I really wish I’d replied “Literally every other day of the year.”"], "tags": ["Workplace"]},
{"name": "Tula", "date": "24th March 2018", "text": ["I received an email from a client at work referencing my ‘good end’."], "tags": ["Workplace"]},
{"name": "Anon", "date": "24th March 2018", "text": ["Every time I walked into my form room at Secondary School, I would always hear lots of the boys call each other “dickhead” and moan about homework being “gay”. One boy moaned about having double Maths next, so his friend said: “Well that’s just gay.”", "The gay was used as a synonym for “bad”, “failure” or “boring”. It could also be used to mean ugly and I masculine because one boy was accused by his male friends of having a “gay” haircut.", "Lots of the boys would call the girls: “slags”, “slappers” or “cunts”. The boys would especially call a girl “slapper” if she slapped him after he had made a rude comment or said something that stereotyped women. Then some of the girls would call the boys “dickhead” or “dick” in response. Some of the girls would also call each other “slapper”, “slag” or “cunt”.", "These pupils were never told off individually for what they said as a lot of these incidents took place while a teacher wasn’t in the classroom. The school inspectors did hear some of this explicit language later on, so the headmaster told us vaguely during an assembly talk to respect each other. His speech had zero effect on the sexist and homophobic language of pupils (and even a few teachers!) in the school.", "As a girl, I did not slap boys at school, but I learned a lot of bad habits that did regretfully influence my behaviour towards some men later on.", "At college and in higher learning environments some this language and behaviour got a lot worse.", "I did feel traumatised and confused by other people’s behaviour and I was never told how to report any of this or what was acceptable behaviour towards males or females.", "I went to the doctors once and a mental health person said that I had “traumatic stress”. I’m guessing that some of this stress was due to the hostile language and behaviour I was exposed to at school and college. Weirdly the professionals never asked about the social environments that I grew up in and how these were affecting my mood.", "I can’t change other people’s behaviour though, but ignoring it didn’t make the educational environments I was in any friendlier. Some of the boys would poke me in the sides and ask me why I was ignoring them and to stop being rude. Nothing seemed to work. Lots of the boys just kept calling each other “gay”, “dickhead” and “wanker”; then they’d call the girls “slappers” and “slags”. Then some of the girls would repeat the words that the boys said in a vicious cycle."], "tags": ["Public space", "School", "University"]},
{"name": "Anon", "date": "24th March 2018", "text": ["Before I went to secondary school, I called cats “puss”, “pussycat” or just “pussy”. I did this because my parents and all the children’s books/TV show referred to cats in this endearing way.", "This is why I was baffled at first when I went to secondary school and some of the boys told each other “don’t be such a pussy”.", "What was so wrong with cats anyway?", "I thought that this was weirdly offensive towards cats at first until I found out the explicit truth about some teenage slang referring to female body parts that had been imported into my country from America.", "The boys would also say to each other “don’t be such a girl” or “don’t be such a woman” which to them meant much the same as the phrase above.", "This ruined all my happy nostalgic memories of cat pet names that I had heard in children’s TV and literature. After that I always felt slightly uneasy whenever a cat came into our garden and my family members would call out: “Here pussy pussy pussycat!”", "Ugh!", "Also, when I was a child, a bird was something that sat in a tree and went “tweet tweet”. Birds would have babies called chicks.", "Now I am an adult, a “bird” or “chick” is a woman or someone’s girlfriend. Bizarre."], "tags": ["Media", "Public space", "School", "University"]},
{"name": "J.Dough", "date": "24th March 2018", "text": ["Came across old footage I had taken of my Granny singing pop standards with me. On it I show my brother, who was working the camera, what type of shot I wanted: standard talking-heads. We zoom in and set the shot. Within seconds of me getting back to singing with Granny, my brother zooms back out and leaves it there. ", "It was hot in Granny’s apartment. In my haste to speed up the ceiling fan with the camera going, I accidentally switch it off. My dad says “What the heck are you doing?! You just turned it OFF!” My ex, watching from the couch, snickers at my gaffe.  ", "These kind of exchanges were all too familiar to me, so familiar that it wasn’t until I looked back ten years later that I realized how undermining they are. This is the environment in which I was raised and stayed. For my part I had asked these men to help me out because of my own sexism. I had been brainwashed from early childhood to think that we women should defer equipment and technology to men. ", "Here’s my takeaway:", "a) Avoid insecure men who are unsupportive and find a twisted kind of pleasure in highlighting your mistakes", "b) When you are heading a project, only work with people who respect this fact", "c) Learn how to do sh#t yourself. (I eventually captured some touching moments of Granny — when I returned a week later shooting solo with a tripod that did its job and didn’t give me any grief!)"], "tags": ["directing", "Home", "Media", "Workplace"]},
{"name": "Anon", "date": "24th March 2018", "text": ["Yesterday a consultant accidentally addressed one of our male clients as Ms – the client being one half of a male gay couple.  The client is known for being quite demanding. My boss’s (off the record) response was ‘Well, he’s more or less right as can be a bit of an old woman’.  Everyday sexism with a side of homophobia. Top marks!"], "tags": ["Workplace"]},
{"name": "Rosie", "date": "24th March 2018", "text": ["I work in a cafe, and one regular customer is consistently inappropriate. He addresses me by things like ‘sweet cheeks’ or ‘beautiful’, and often makes comments like ‘are you going to give me a kiss goodbye? I thought that was a waitress’ job’. He’s at least double my age, and obviously aware that it makes me uncomfortable. This evening he came in, ordered a cappuccino, and as I bent down to get milk from the fridge he turned to the customer next to him and said ‘what a nice bum!’. Shocked, I told him not to talk to me like that. His response was ‘it was just a joke’, and then ‘I wasn’t talking about you!’. I was left feeling confused and embarrassed. When I told my mum about she said ‘its better just to keep quiet. Men never let you give as good as you get.’"], "tags": ["Workplace"]},
{"name": "Anna", "date": "24th March 2018", "text": ["I used to go to the gym with two guys and we always did the same exercises. We were doing shoulders which is why we sat on those gym benches in front of the mirror, all next to each other, with dumbbells in our hands, doing our sets. We were just between sets, chatting for a moment when an elderly man approaches me, only to tell me that he wants that bench and that I am only chatting and not working out. I told him I was not done and only taking a break. He then turned around and muttered “women, uh” under his breath. It felt so strange because he would have never asked the guys that I was with to give up their bench."], "tags": ["gym", "Public space"]},
{"name": "Anna", "date": "24th March 2018", "text": ["I was working at a small company with 10 employees, everyone got along great, my boss as well. He took us to a work/christmas retreat. We went shooting guns and then stayed in a hotel with a lovely dinner and open bar. After dinner we sat down on an arrangement of sofas and as it got later and later, more and more people went to bed. I enjoy a good wine so I stayed. At some point it was only my boss, who is in his 50ies, married for the second time, 4 children, one 2 year old out of the recent marriage, and me. While all the others were still there, he was sitting on the sofa opposite of mine yet once they had left, he came and sat really close to me, eventually with his hand on my thigh. I moved away and got my phone out. I though that that was it, but then he asked me if he could kiss me. I said no and went for a smoke. He followed me and said “Anna, I would really like to kiss you”. Again, I said no, threw my cigarette away and told him I was going to go sleep. His room was next to mine, on the second floor. When we walked up the stairs, he groped my butt and I ran into my room, locked the door and had to sit down for a moment. I used to have so much respect for him, thought he was such a smart man until that night. I was 20."], "tags": ["Workplace"]},
{"name": "Emma", "date": "24th March 2018", "text": ["I ordered a washing machine online. The order was in my name and paid for with my credit card. When the machine was delivered the delivery man didn’t so much as look at me. He talked exclusively to my partner and it clearly didn’t so much as cross his mind that I might be the person who’d be installing it. As it turned out I did a great job at installing it."], "tags": ["Home"]},
{"name": "S", "date": "24th March 2018", "text": ["I was in the tram station going out into town to go clubbing for my 18th birthday with my friends when two guys walk past me and my friends and hoot at us. We just walked past and ignored them as we were slightly scared by them. We then proceeded to get onto the tram when these boys follow us onto the tram and sit directly behind where my friends were sitting whilst I was stood up. One of the boys gets up and walks directly behind me and asks me for my snapchat whilst the other boy makes rude gestures behind my back (this is according to my friend), and try’s to look up my dress whilst further making licking gestures. I did give the boy my snapchat due to being scared of him but then I blocked him as I was scared of him as he was much taller than me and would not get off the tram until I had added him. It was a very unnerving experience and it makes me disssapointed that things like this are able to happen :(."], "tags": ["Public Transport"]},
{"name": "NicBew", "date": "24th March 2018", "text": ["I am the only female at my workplace which is in the transport industry. I am always referred to as “girl” I am a 25 year old woman – I am told by my boss that you are only a woman once you have had children! Bad luck to those who choose not to have children, you will always be a girl apparently even if you are 60. My boss once told me that women need to cover up more because they have there legs out or cleavage on show, he said this is because they want to look “sexy” I tried to explain to him that it is actually him that is sexualising the women and women can dress however they want purely because they want to look nice for themselves. Oh and when it was on the news regarding the stopping of using grid girls for F1 for example, my boss stated that only girls with big breasts could ever be a grid girl. I have been at my job for nearly 4 years now and when I first started my boss told me that another person had been interviewed for my job but he wanted to do more of the transport planning rather than the accounts, my boss told me he picked me for the job because some jobs are just boys jobs and some are girls jobs. Anddd on another note everyone in my workplace wears a uniform except me the only female and I have asked for one but never got one – why is that?"], "tags": ["Workplace"]},
{"name": "Anon", "date": "24th March 2018", "text": ["Hi Laura, just finished reading your book and I’m here to share my experiences.", "Age 14 – walking home in the dark, car starts following me, slowly pulls up beside me. Man sat in back seat says “I don’t think that’s her…” man in passenger seat then says “just grab her anyway”. I ran away.", "Age 15 – beeped at daily and catcalled whilst walking to school in my uniform.", "Age 19 – walking to a course I was attending, had to walk past a group of builders who all stopped to stare at me, Wolf whistle and mutter amongst themselves. That same day, I left the course I was attending and followed by a man who kept saying “hey babe.. babe! Oi babe I’m talking to you!” Making me feel extremely intimidated and embarrassed as the group of men he was with began laughing at me. ", "Age 20 – guy in a pub approaches me and says “fair play, you’ve got massive tits!” And then asked me how old I was. I told him I was 20 and he didn’t believe me as he thought I only looked 17. He then said “don’t worry, I’d still fuck you if you was 17” he was 25.", "Still aged 20 – Bouncer tells me I can’t take my drink outside. I respond with “aw no, will you at least mind my drink so I don’t get spiked?” (I wasn’t ever going to leave my drink with him.) He then said “if anyone is going to spike you it’s going to be me.” ", "Same night… boy compliments my choker. I say “aw thank you!” He then says “it’s it true what they say about girls in chokers?” *eye rolls* “go on…” “that their choker is a black belt in sucking dick!” To which I respond “you’re fucking vile” and walk off. ", "Age 21 – guy in bus stop calls me stuck up, says he wants to hit me and asks me to stand up and fight him.", "These are just a few examples that popped into my mind from reading your book. I could go on. It’s crazy to think how many of these situations I brushed under the carpet because I just seen them as “normal” behaviour."], "tags": ["Public space"]},
{"name": "Anon", "date": "24th March 2018", "text": ["When I was a girl at Secondary School, some of the other girls sitting down in the classroom thought that it would be a fun game to slap the bottom of a popular athletic boy as he walked to his seat.", "“Oi! Ladies stop slapping my arse! You slappers!” he exclaimed angrily as the girls giggled and the other boys in the room laughed at him. I didn’t laugh though. The poor young man had had his rear end hit about 5 times. He tried to hide his wincing with pain because he did not want to seem weak in front of everyone. It was clearly an embarrassing ordeal for him but no one else seemed to care.", "Another girl got an extra quick tap on his bum in before he sat down.", "“Oh fuck off! It’s a fucking sensitive area! You fucking slappers! You women are all fucking the same!” he shouted, turning around: “All you want to do is touch my arse you dirty fucking slags! I know I look fucking sexy, but that’s no fucking excuse to slap my fucking arse you cunts! If I’d slapped your arse you’d be crying to your mummy or you’d tell on me. You dirty fucking slappers!”", " He was furious by now because he could see that his male mates were laughing at him so hard that their eyes were watering and they were falling off of their chairs. One of his mates rolled around on the floor and banging his fists, unable to contain his laughter.", "The girls thought it was so amusing, but I did not. Surely a man’s rear end and crotch should be respected as private, sensitive areas that aren’t just up for grabs or slapping?", "If it is unacceptable to slap a girl in the behind surely it should be equally unacceptable to slap a man in his behind in a public place without consent?", "After many years, we found it morally reprehensible for female teachers to cane make students?", "Is it not equally reprehensible for a female to hit a male’s bottom in a school?", "I regret not reporting the incident of the boy being slapped by the girls because I now see it for what it was: sexual harassment and physical assault. I felt very embarrassed. What should you say: “Oh Mr/Ms I just saw [insert boy’s] name being slapped on the bum by girls.” I felt awkward about saying such things out loud and in public so I didn’t.", "Whatever happened to the concepts of “personal space” and “keeping your hands to yourself”?", "Ironically, it wasn’t the girls that got into trouble, but it was the boy who got into trouble with a teacher later on for being “angry and disruptive” in class. Poor bloke, he kept shifting in his seat, fidgeting and growling because his bottom was so sore. He also got into trouble for using offensive language and calling his male friends (who had laughed at his pain before) “gay lords”. He was so fed up that he swore so much that he turned the air blue for the rest of the afternoon. Of course he got detention and had to stay after school. I regret not standing up for him, but I was so scared and embarrassed."], "tags": ["Public space", "School"]},
{"name": "Hannah", "date": "24th March 2018", "text": ["As I stepped off a train on the London Underground this morning, I felt someone grab my bum. I turned with disgust at the pathetic man behind me, he simply turned to his friend and laughed. I feel angry that not only did he think it was ok to do that but that it was funny."], "tags": ["Public Transport"]},
{"name": "A", "date": "24th March 2018", "text": ["I would just like to bring to light a certain website I stumbled on.", "\nhttps://biblicalgenderroles.com/", "\nThere i found an in depth explanation on why maritial rape is “allowed” and why everyone should be “proud sexists”. At first I thought it was some kind of joke but then came the horrible realization that these are actual views held by actual 21st century people! I cannot even imagine what assaulted women must feel when they are told, by this website with over 5 million views, that they are to stay in a abusive relationship!", "\nHow can we ever accomplish gender equality if there are still these kind of views held and spread in our society?", "\nI, as a woman, have never felt so demeaned"], "tags": ["Media"]},
{"name": "Kat", "date": "24th March 2018", "text": ["My mother was adamant that I had to shave, even when I didn’t want to."], "tags": ["Home", "Shaving"]},
{"name": "Eva", "date": "21st March 2018", "text": ["I started a new job in government and was chatting to my new boss, a man who is responsible for a programme delivering social innovation. We were exchanging small details about our lives, getting to know each other, and I told him that I had two children under five. He promptly said, with surprise, ‘it’s amazing you work full time’. ", "I challenged him, asking whether He would have said that to a man in the same position."], "tags": ["family", "Workplace"]},
{"name": "Anna", "date": "21st March 2018", "text": ["when i was 8 years old i was standing near my primary school railings when a middle aged mam walked by, groped my ass and called out “youve got a nice ass baby.” 8 years later, i still think about that incident every time a man walks too close behind me"], "tags": ["School", "Underaged"]},
{"name": "Enough", "date": "21st March 2018", "text": ["Nearly got through a day without sexism on you tube, watching nice jewelry collections.", "\nThen watched a short clip about luxury watches", "\nComments section leering and sneering calling watches “p*ssy magnets”", "\nIronic since most commenters were male, so surely if we are going to reduce people,  dick magnets would have been more accurate?", "\nCertainly the poster was a dick.", "\nNone of the jewels for women had nasty comments about men in them even though men were openly drooling about the beautiful adornments on beautiful women. No one called them dick magnets even though men clearly massively attracted to any woman in jewelry.", "\nProbably because women don’t sneer at men so much and so vulgarly.", "\nWhy do boys think it’s ok to say this on a public forum even if they think it?", "\nMicroaggression and ingrained sexism."], "tags": ["Media"]},
{"name": "Stacy", "date": "21st March 2018", "text": ["When your boss wants you to learn a new system and tells you to ask [insert male coworker name here] to show you how to do something and male coworker proceeds to tell you that it’s too technical for you to understand and he’ll just do it himself. ", "-_-"], "tags": ["IT", "STEM", "STEM Fields", "Women in IT", "Workplace"]},
{"name": "M.T.R", "date": "21st March 2018", "text": ["Recently arrived in UK and organising utilities, I automatically became Mrs with my husbands surname…….when I pointed out this error, it took me about a mi Ute to explain that marriage doesn’t negate birth names always. Then it was suggested that my husband would benefit from a mobile package that had 500 mins and ME 1000 mins. Why? Will I be talking more? “No” said the operator (male) “but that’s what we are trained to sell”. He didn’t get it."], "tags": ["Home"]},
{"name": "Rachel", "date": "21st March 2018", "text": ["An example from growing up… ", "My older sister overheard me talking about piercings (nipple & naval in particular) & how i’d love to get one someday. I was around 15, she 17. ", "Her response? “Men don’t like things like that on a girl you know.” I fully accepted this as truth, and put off getting a pircing until years later, always remembering her words. ", "Now, at 26, i realise we were both socially conditioned to value a mans opinion, or measure our worth based on our attractiveness to men. ", "Sad really, for teenage girls to think this way. I really hope things change."], "tags": ["Home"]},
{"name": "Charlotte", "date": "21st March 2018", "text": ["I emailed two managers after a meeting to highlight their behaviour when they consistently interrupted female members of staff and allowed other team members under their supervision to do the same without reproach.", "I was told that I was the one being offensive for suggesting their behaviour was sexist in the first place."], "tags": ["Workplace"]},
{"name": "Gail", "date": "21st March 2018", "text": ["I man I knew from going out in my 20’s asked to be friends on Facebook. I said yes because I always thought he was a nice person. A month later he sent me a suggestive private message. I blocked him straight away but never told my husband because I didn’t want to cause trouble. I spoke to a friend about it and she told me he had just a baby with his partner! I see him in my local area and he smiles at me ! What a shitty person ! I made me feel guilty and why should I !"], "tags": ["facebook", "Media"]},
{"name": "N Roberts", "date": "21st March 2018", "text": ["Surveyor came round to look at my house. Asked where I work. Told him I worked for an insurance company. He responded with, what do you do there? Admin or something?"], "tags": ["Home", "Workplace"]},
{"name": "Joe", "date": "21st March 2018", "text": ["I work as a chef in a ski resort in the Pyrenees. Generally speaking ski resorts in france feel often like they’re frozen in time in the 70s, like some kind of kitschy pastiche served up to tourists eg. quaint wooden chalets, ‘traditional’ food, old ski equipment, images of old farming days and mountaineering and for some reason sexy risqué images of women.", "It’s this world in which my boss, a proud unreconstructed Yorkshireman has made his small business…", "Aside from the risqué images he’s got framed in the chalet he makes comments that, if he wasn’t our boss, we’d comment on and feel free to challenge as the kind of dinosaur crap it is. Lately when I got stressed out he told my girlfriend privately that I was ‘acting like a girl’. He also tends to complain about any request that female guests make and often calls them princesses and if women don’t tip they’re ‘bitches’. If men do any of these things it passes without comment. ", "It’s not very pleasant environment to work in and we’d like to challenge it in a way that won’t get us fired…"], "tags": ["macho culture", "Sexist boss", "Workplace"]},
{"name": "Skirt", "date": "21st March 2018", "text": ["In a workshop about our workplace culture and gender diversity one of our male directors decided to refer to the women of our organisation as “the skirt”."], "tags": ["academia", "Workplace"]},
{"name": "Leah", "date": "21st March 2018", "text": ["I fix computers for a bit of cash now and then. It can pay out sometimes, depending on the problem.", "\nThe catch is, to get clients, I have to pretend I’m male. When I started the service, using my real credentials, nobody contacted me, so I have to use a male pseudonym.", "\nI use my boyfriend to go back and forth between people, and I’m known as ‘Liam’. It’s a fucking joke. ", "The most amusing part is that the clients (mostly men) who come to me, often have problems that are incredibly straightforward to fix. When I try to assess a problem with people in real life, I often get condescended, talked over or ignored, but as ‘Liam’, I am taken seriously and respected. Makes you wonder."], "tags": ["Career", "computers", "fixing", "Media", "Workplace"]},
{"name": "Anon", "date": "21st March 2018", "text": ["I was in a charity shop a few weeks ago and went into a curtained changing room to try something on. A couple of teenage boys came by and pulled back the curtain, revealing me standing in my underwear to half the shop. I couldn’t even begin to express my anger at them because they ran out straight away and I couldn’t follow them. ", "The worst thing about it all was that nobody who had seen what happened spoke to me after or checked if I was ok. They all just turned away, embarrassed. Their reaction had such an impact on how I dealt with the situation – I felt too ashamed to report it, and knew that if I’d exited the changing room and yelled after the boys, I probably would have been judged for ‘making a scene’. To top it off, I then spent a few days kicking myself for not telling the manager… I still feel ashamed that I let my embarrassment take precedence over my self-respect. ", "The #guiltyfeminist podcast encouraged me to share this."], "tags": ["Public space"]},
{"name": "Molly", "date": "21st March 2018", "text": ["A little thing, thats been tugging at my mind all day. Today I wore a denim skirt. Admittedly, on the shorter side, with thick black tights, timberland boots and a think wool fleece. I felt confident, happy and paired it with a new jumper which had arrived online. I felt great. Due to my height (6ft 1), I am used to stares from all genders towards my legs – I do not find it harassing, as I am tall and I love it. However, whilst walking along in Edinburgh city centre after having lunch with a friend, a man aged 60+ overtook us, stopped and commented ‘I just thought I would let you know, your skirts so short everybody can see your knickers – nice look’. My friend & I stopped, shocked. I looked down at my skirt, it was fine, and my friend checked to see. Since this, I have felt conscience of what I look like – I went home and changed immediately and felt disgusted at myself – why should I be made to feel this way about wearing a denim skirt? I know it has been a minor thing, but it has stayed with me all day. Was it a seasonal thing? Would this have happened if I had worn it in summer like lots other 21 years olds? Did other people think this during the day? Who knows. But I know how I feel not and it is not acceptable."], "tags": ["Edinburgh", "Public space"]},
{"name": "hit the glass ceiling", "date": "21st March 2018", "text": ["every week we have an all staff meeting where each member gives a report for their department. ever week my boss forgets about me and either ends the meeting without asking for my report or gives my report on my behalf, even though i did all the work. oh… and he also talks to me like i’m five years old and know nothing every day."], "tags": ["#glassceiling #depressing", "Workplace"]},
{"name": "hit the glass ceiling", "date": "21st March 2018", "text": ["every week we have an all staff meeting where each member gives a report for their department. ever week my boss forgets about me and either ends the meeting without asking for my report or gives my report on my behalf, even though i did all the work. oh… and he also talks to me like i’m five years old and know nothing every day."], "tags": ["#glassceiling #depressing", "Workplace"]},
{"name": "April", "date": "21st March 2018", "text": ["I recently got married. It was an amazing day full of love. But here was our checklist: food, flowers, beer, officiant, family, friends, police officer. The police officer was there to ensure my long ex-boyfriend stalker didn’t show up. Given that he was still stalking me after years, upped his game since our engagement, keeps an arsenal under his bed, and is hella creepy, we felt it necessary. I still can’t believe how ridiculous it is we had to have a police officer at our wedding.", "I had no options in my state for a restraining order because I hadn’t been in an “intimate relationship” with my stalker for years. That long elapsed time was too long for the state to give me a restraining order but sure wasn’t long enough for him to stop stalking me. ", "I did everything I could do to get information, get a restraining order, talk to our domestic violence shelter, get the police involved. But the people around me who knew made things so hard by treating me like a child. I found out that to “protect me” friends didn’t tell me about stalker’s escalating talk and crazier behavior until three days before the wedding. (I live in a small town–people knew.) One of his family members called to warn me, but wouldn’t help me by talking to the police. I found out later to “protect me” no less than four people were packing guns at our wedding. His mother contacted me repeatedly (kinda stalker like) to tell me to stop spreading lies about her son. Some thought I had pre-wedding hysterics. By not believing me and treating me like a child, they kept me from the information I needed. They didn’t let me decide how to handle this, which is crazy–I had the most “experience” be stalked by this particular dude. ", "Is this everyday sexism? Yes. Women get stalked every single day–birthdays, Mondays, wedding days. For me it is every day. It is still happening."], "tags": ["stalking", "wedding"]},
{"name": "JS", "date": "21st March 2018", "text": ["Prior to starting my legal career as a graduate lawyer, I was working as an assistant to a few male barristers.  I was asking one particular male barrister if he had any interview tips.  He told me I should die my hair brown, wear it in a bun and get a pair of glasses as no one would take a petite blond girl seriously in that context.  I was so taken aback by the comment that I didn’t know how to respond.  It was particularly savage given that one of the female barristers who worked in the same chambers was a successful petite blonde.  I ended up getting hired by a global law firm (notwithstanding the massive blow to my confidence caused by his unconstructive advice) so I showed him."], "tags": ["#everydaysexism #jokesonhim #legallyblonde #blondehairwhocares #brainsnotlooks", "Workplace"]},
{"name": "Alison", "date": "21st March 2018", "text": ["I’m having some building work done which includes a new fitted kitchen. The carpenter just came to the door and asked to speak with my husband who is working at home today. He wanted my husband to come and look at something in the new kitchen so my husband said to me, “you are coming with me, why does he need to speak to me?”", "\nThe carpenter wanted my husband to look at the  cooker hood that he is putting in and check the height that it is going in. My husband expained  to the carpenter that I do a lot of the cooking, so he should be asking me about it and I then said where I wanted it to go.", "\nThe everyday casual sexism that I have experienced most days whilst this building work is going on, makes me want to weep. I am the person who is paying for the work to be done. We have made all decisions jointly but apparently I’m not capable of talking to the contractors and saying what we want.", "\nI’m sick of feeling like a child, wake up guys it’s 2018!"], "tags": ["Home"]},
{"name": "N/A", "date": "21st March 2018", "text": ["I went to NYC to visit my cousin for three weeks. I was so excited. For clarification, I just turned 21 so I was allowed drink there. I figured the best way to see a city was to date the locals as my cousin was working a lot and I had to entertain myself. It was fun, and there was one guy I even had a second date with. I went back to his after the date to sleep with him, no shame. However, I was woken up after we’d fallen asleep to him being inside me. It hurt a lot. I asked him ‘what are you doing??’ and he didn’t answer. I tried moving him off me but he was stronger than me. I asked him to stop… he didn’t. I was scared, so after struggling for a while and getting no where I just let it happen. I remember him specifically asking me to ‘show him some affection’ angrily. So I did out of fear. And I suppose he took this as condoning his actions. I went back to my cousins in the morning, quiet and heavy. I haven’t told anyone. for fear of being judge as I had drank with him and consented previously to the first engagement of sex. But not the second."], "tags": ["Travel"]},
{"name": "Anon", "date": "21st March 2018", "text": ["“You know what day it is today?”, a male relative said to me: “It’s International Women’s Day today so why don’t you just shut up?”", "When I told him that telling women like myself to “shut up” was rude and kind of misogynistic. ", "He said: “That was supposed to be a joke. It was supposed to be funny. You are so miserable. You talk too much. Women talk too much and moan all the time.”", "He then called a female relative an “Old Bag” before she left the house. He also told her to “shut up” on the way out.", "He also said that women were greedy for more money, that’s why they have a day to themselves.", "So yeah, that’s how a male family member “celebrates” International Women’s Day."], "tags": ["Home"]},
{"name": "D", "date": "21st March 2018", "text": ["I’m always told to do press ups on my knees because I’m not “strong enough” to do them properly when I can do 50 and half the boys can hardly do one."], "tags": ["School"]},
{"name": "Nelly", "date": "21st March 2018", "text": ["I was doing judo as I have been for 8 years and I was helping my friend who was in a fight (a proper judo fight) during training, just giving her suggestions as we always do. A 9 year old boy suddenly turned round and said ‘What do you know? You’re just a stupid girly’. He has not been doing judo long at all and is a far lower grade than me, and I do know what I’m talking about."], "tags": ["Public space", "Sport"]},
{"name": "Anon", "date": "21st March 2018", "text": ["I’m horrified every single day, not only by the sexism I face, but by people’s ignorance to it. People, even my own teachers are regularly shocked that I’m smart just because I’m not nerdy looking- like you can’t be attractive and smart if you’re a girl? I get called a slag daily by boys I know and that I’m supposed to be friends with despite having been in a committed relationship for 3 years. These same boys genuinely don’t believe me when I talk about the sexism women face and they actually have the audacity to say that boys have it worse. I’ve been sexually harassed more times than I can count from the age of 11, from being shouted at out of car windows to actually being groped and grabbed by random men. I’m made to feel uncomfortable every single day by men staring at me. I’m often shamed for some of the clothes I wear just because I’m a girl, and i’m “Asking for it”. I’ve heard so many rape jokes and sexual assault jokes from people you don’t expect which I’m sure really hit a chord with so many girls and women across the world. At my old work, I used to be anxious every time I had to go to the kitchen where all the married chefs would make jokes about my then “16 year old pussy”, and tell me to sit on their face and one (who was 50) even tried to start messaging me and harassing me on social media saying that I “wanted it”. Thankfully, he was eventually fired, by my manager who i found out actually used to make the same jokes about me except behind my back instead. Every single one of my friends has either been harrassed, assaulted or raped at some point in their lives, two of us have experienced all three. After my rape I told my two FEMALE best friends and they basically blamed me. Girls can be sexist too, and girls have to be made aware that the way they are treated isn’t right and should not be normal because I think a lot don’t even realise."], "tags": ["Home", "Media", "Public space", "School", "Workplace"]},
{"name": "M", "date": "21st March 2018", "text": ["I’m 14 and when I was at a summer camp last year, we were watching a play while sitting on benches. I was sitting up straight so I could see the show when I heard a group of boys whispering behind me. I felt a pinch on my ass and I turned around in shock, and they all started laughing. I thought maybe I had imagined it so I turned around and pretended it didn’t happen, but it happened again and I was mortified. I could hear them laughing the whole time, but i was too embarrassed to say anything. When we left and went back to the house we were staying in, I told my friends and they claimed it was because I was “ sticking out my ass.” Since when is a girl sitting up straight an excuse for a teenage boy to violate her body as a joke. What kind of society do we live in that permits them to do so and not think anything of it, and to think it’s funny! Young girls are taught that boys will be boys and to think nothing of it, but why does no one tell them not to do it in the first place!"], "tags": ["Public space", "School", "youth"]},
{"name": "Anonymous, U.S.", "date": "21st March 2018", "text": ["This is the story of why I started to wear bras:", "I was in 6th grade. There were two boys that were sort of the “class clowns” of the grade. Inevitably, they managed to irritate almost everyone else. They decided to target me for a variety of reasons, but by far the most embarrassing incident was once in Home Economics. I had been “developing”, and it showed, to everyone else. I sat down rather heavily in my seat, and one of them replied “woah,” and something along the lines of “Wear a bra.” I was so mortified, I asked my mom to take me bra shopping. ", "At the time, it felt incredibly unfair. Now, I wish I could have stood up for myself. I never reported it, and they were never called out for it. They likely don’t even remember. ", "I will, though."], "tags": ["School"]},
{"name": "M", "date": "21st March 2018", "text": ["Being told I dress ‘like a boy’ or a ‘butch lesbian’ after wearing trousers to school. Now I wear a short skirt to fit in with the other girls in my class but I hate being beeped at and whistled to by the builders on my estate when walking to and from school."], "tags": ["School"]},
{"name": "Stacey", "date": "21st March 2018", "text": ["For a 19 year old girl I thought I’d had a weird number of encounters with sexual harassment, with sexism, with being told I can’t take a joke etc etc. It wasn’t until I told my friends stories of what had happened to me that they too shared their stories. At the age of 19 I had told a guy no, that I did not concent, and he forced himself upon me, he told me because I kissed him it meant that I consented; that because I was okay with him taking my top off I wanted sex; despite me saying as he did it it didn’t mean I was going to sleep with him. It went on and got worse, thankfully he stopped and I was lucky in that it could have been a lot worse than what he did do. That was six months ago and it still effects me to this day. He thought he had a right to me. He told me I was a bad person, he made me think I was somehow at fault. My head was confused, I knew I hadn’t done anything wrong, I knew I had been clear, I did not want sex or any sexual act. But he was so sure of it, he told me I gave him the wrong idea, it was my fault. I never reported it because I was convinced I was in the wrong. I was left in tears outside my own house; too ashamed to be able to go in. My breasts, MY breasts, covered in bruises. I hid outside my house in fear that he’d change his mind and come back to finish the job; but I was also afraid to go inside and face my family, I didn’t want them to know the situation ‘I’d’ gotten myself into. I’m a strong young woman, I don’t take crap off guys or anyone, yet he made me feel like it was my fault, like I’d mislead him. I trusted him, I told him I was never going to sleep with him that night, it was meant to be a first date with a guy I already knew, but he apparently wanted me too much, which was my fault. It was my fault he found me so attractive that he had to have me,  it was on me, no one else, he made that clear. Now I know that’s a load of rubbish, now I know I was not to blame, but it has taken me six months to work that out with the support of only my two closest friends, who in all honesty are sisters at this point. ", "But that’s not my only story, I had two jobs for awhile, one at a supermarket, the other at a pub, I was working seven days a week saving up to travel in my year off between alevels and university.", "\nAt the supermarket there was a list of the ‘ten most f***able girls, this was meant to be a compliment apparently. Another day a male colleague at the supermarket came up to me with his number, I had just gotten out of a long term relationship and had no interest, because I did not use his number, I was in the wrong. Because another guy at the supermarket had constantly messaged me and I had not replied to any of his attempts as I was working seven bloody days a week, I didn’t have the time nor energy, I was evil and frigid.", "\nCustomers, sorry, male customers think they’re being funny. They come up and stare at my name badge, which has to be pinned to my chest, they make no attempt at hiding the fact they’re staring ‘trying to workout my name’ when tits obvious what they’re staring at. I’ve had to have male colleagues come up and check I’m okay before as the customers have been so creepy.", "\nI had a man come in, at least twice my age and ask me out for a drink, he was then confused and offended when I said no as if this should have honoured me.", "\nAt the other job I had and left because of the sexism, I walked into the office day after day where the men would be sitting around judging every female that walked into the restaurant, no matter their age, watching them through the CCTV. The final straw was walking in and hearing a 60 year old man discussing how my breasts are like perfect pyramids, both round and pointy (a comparison still to this day I do not understand as the last time I checked pyramids are most definitely not round…), he proceeded to guess my bra size. Me a newly 19 at the time, he at least 60, I found this especially disgusting and when I told other male staff they just laughed it off and said I should learn to take a joke. The gentleman in question, well his son was my boss, so naturally when a female member of staff wanted me to make a formal complaint I just laughed it off and said not to worry about it, I regret that.", "In clubs on nights out, when offered a drink off a guy they expect you to take it. If you decline the offer, they ask why? Are they not good enough? Do I think I’m better than them? Do I have a boyfriend? Am I gay? Come on! Just take the drink! And when you say yes to any of these, even if it’s not the answer and you simply are not interested, they call you a liar. A good friend of mine who is engaged to her beautiful fiance declined the offer for a drink and the man would not belive she is gay and asked her to kiss me as proof, obviously we refused and the man got angry. They act as if we are their property, as if it is acceptable to grope us, to whistle at us in the street. To discuss what they would do to us. We are not objects and the sad fact is that these aren’t all of my stories, and I have so many more of my own and my friends but I probably should end this here as I’ve realised how long it’s gotten. However, I would like to say obviously sexism happens both to men and women, however, as a woman who has grown up thinking she was equal to her opposite sex, only to have the harsh reality that I am not yet seen as equal in the world, is heartbreaking. To paraphrase Martin Luther King, winning political and economic equality is a battle and difficult, but social change is the most difficult battle of them all. And it’s not just a change in men’s attitudes towards women but women towards women too. My friend who has slept with two people, both of which she was in a relationship for has been labeled a slag by other women because of her fashion choices. She is far from and it has effected her understandably. There are so many accounts of womrn tearing down women, who cares if someone has slept with two or twenty people, as logged as they are happy. Emma Watson best said, feminism isn’t a stick to beat down other women with, but we should be building one another up with it instead."], "tags": ["Public space", "Public Transport", "Workplace"]},
{"name": "Shelby", "date": "21st March 2018", "text": ["I was in an emotionally abusive relationship for almost three years. The guy would constantly talk in a degrading manner about other women (ex: “She’s a hot Asian”) and how my breasts compared to someone else’s. I’d try to communicate how these things affected me and he’d treat me like I was making things up or blowing things out of proportion. He’d give me unsolicited instructions on how to do simple tasks which I already knew how to do better than him and he’d re-do chores I had just completed. Friends, family and coworkers always regarded him as a nice guy so I really started to feel like I was the problem; like I was truly dumb, jealous, not worth much more than my looks, etc. I had tried breaking up with him countless times but I had become so weak that he’d simply refuse to move out and I’d just let him stay. Through the help and honesty of good friends, plus a building up of my own self esteem, I LEFT HIS ASS IN THE DUST. I’m still healing from years of feeling like I was under someone else’s control, but everyday I feel more myself and I’ve taken with me the knowledge that I am just as deserving of love, respect and confidence as any other person."], "tags": ["Home"]},
{"name": "Laura lenihan", "date": "21st March 2018", "text": ["The guy that followed me to my front door with his unwanted arm around me when I’d already told him to fuck off. Pushed his way inside my home, tried to kiss me and grabbed my vagina before I repeatedly hit him with the door until finally forcing him back outside. Thanks"], "tags": []},
{"name": "Shelby", "date": "21st March 2018", "text": ["A few years ago, I was sitting at the dinner table with my family and their guests, two young male missionaries. The conversation was going just fine until my dad said one of those “women in the kitchen” type jokes. I felt my stomach tighten and my face get hot; my dad would periodically say such things, but I was truly embarrassed he said it in front of company and angry he’d said it in from of my little sister. I was silent for the rest of the evening and I just posted something about it to get it off my chest (not mentioning that it was my dad who’d said it). My mom read the post and I was called into my parents’ home office, to talk about it. I felt relieved that I’d have the chance to communicate how it made me feel worthless when my own dad, who I regard as a good person, would talk about women like they are less than men, and I was really bothered that my young sister was there to hear it. I expected a discussion where we could all express our feelings and maybe come to a compromise but they proceeded to lecture me on how I need to be less sensitive and how my dad is not sexist. I felt really helpless and in the wrong, especially since my mom took my dad’s side."], "tags": ["Home", "Public space"]},
{"name": "Z", "date": "21st March 2018", "text": ["At about age 14 in the summer time my friends and I would go for a walk in our rural area wearing shorts and tank tops and over and over passing cars would beep at us. I remember we felt validated and somewhat ashamed."], "tags": ["Public space"]},
{"name": "Anon", "date": "21st March 2018", "text": ["Last time I visited home my dad said to my mum, off hand but in seriousness, “you’ll do what you’re told”. No one seemed to notice or care that something was very wrong with that statement. For maybe the first time, I really heard it. And still I said nothing, because it didn’t feel safe and it didn’t feel like my place."], "tags": ["Home"]},
{"name": "F.", "date": "21st March 2018", "text": ["Just some random sexism from my workplace today:", "-In a business-related e-mail-conversation:", "\nGuy X: “Last night I had to shovel a meter of snow and so I couldn’t sleep”", "\nGuy Y: “I have been shoveling something else”.", "-Boss talls about a new business to Long Beach port, except he keeps calling it “Long Bitch port”.", "Coworker AB: “port agent Z seems to like you. That’s the girl-bonus at work”", "\n(Never mind that I had witten a very friendly and professional e-mail to port agent Z earlier in which I’d thanked him for a reminder, explained why something hadn’t be done by then, assured him all done now and that we’d follow the procedure he instructed us with in the future.", "\nIt definitely must have been because I’m a cute girl).", "Haha, very funny, guys."], "tags": ["Workplace"]},
{"name": "Ashley", "date": "21st March 2018", "text": ["I’m so sorry that something happened to all of you! If it makes anyone feel better, happy Women’s Day! We can do amazing things when we support each other!"], "tags": []},
{"name": "Anon", "date": "21st March 2018", "text": ["I was at a team meeting at work this week – we are a group of 8 men and 4 women in an IT department at the HQ of an international company. Talking about who wanted to go on a visit to another part of the business it happened that all the women expressed interest. This elicited, from our manager & chair of the meeting, ‘ooh, all the girls, it’s a girl’s day out, ooowaaa’, I think most other people in the room were cringing. At another point my female line manager asked someone to repeat something as she hadn’t been listening having been distracted. The reaction of the male team leader in the room was ‘excuse me, can I just point out that a woman just admitted she wasn’t listening, can we get that in writing?’. This is demeaning and depresses me. It would not be acceptable to comment in a stereotypical way about a group of people in the room because they were gay, disabled or black for instance so why do these men deem it acceptable to do the same with the women in the room. ‘Banter’ like this is fine amongst friends in private but totally inappropriate in the workplace, especially from our leaders. I don’t know if there is diversity training available at work, I would like everyone to have some. I am trying to think of a way to call this out without making myself vulnerable in the process."], "tags": ["Workplace"]},
{"name": "Sarah", "date": "21st March 2018", "text": ["I am the project manager on a construction project. I am used to being the only woman at the table and to laughing off pathetic and sexist remarks. Yesterday, I was in a meeting with our very nice male architect. The architect explained that a document that the building contractor was supposed to have issued weeks ago was still not ready, the latest excuse being that the person responsible for issuing this document had to take some time off the previous week because his children’s school was shut due to snow. The architect wondered out loud why the man’s wife could not have taken time off to look after the children. I found the automatic assumption that it should have been the wife’s responsibility to take time off insulting and sexist. The irony, completely lost on everyone else in the meeting, was that yesterday was International Women’s Day."], "tags": ["Workplace"]},
{"name": "Uncomfortable", "date": "21st March 2018", "text": ["Only male sat next to 6 women in an office. They are talking about meeting a partner and one suggested trying a well known supermarket as another colleague had met her partner there. Then some disparaging comments about supermarket workers. Another then said it is hard to generalise as her partner is a machine operator and he is nothing like she had expected. Another colleague said ‘you are only saying that because he is “machining you” at which point there were huge laughs and the first colleague said: ‘yes and he is very good at his job you know’ and then they laughed out loud even more. Made me feel uncomfortable and was just glad they did not ask/expect me to comment."], "tags": ["Workplace"]},
{"name": "Selina", "date": "21st March 2018", "text": ["At a previous job, my boss to was told another colleague felt intimidated by me because of my “strong” character. I was 27 at the time. My (female) colleague was over 40 years old. The intimidation card was just a tactic to make my bosses reprimand me, and it worked because it’s easier to help the poor woman in need, than challenge any bias towards women’s personalities. When I asked my boss if he’d make the same remark to another man, he didn’t understand. I had to explain that men’s character are never described as “strong” carrying a negative connotation—they’re strong character means assertion, diligence, ambition, etc."], "tags": ["University", "Workplace"]},
{"name": "Camilla", "date": "21st March 2018", "text": ["I was on vacation and I was coming home from the beach, when I saw two guys who were looking at me. When I past them, one of them told me: “You’re beautiful, you know?”. Even if it sounds like a compliment, I was actually terrified, because I thought they could do something to me, so I ran away and I ran ’til I came back home. I never told anyone."], "tags": ["Public space"]},
{"name": "Laura", "date": "21st March 2018", "text": ["Me and my husband were being shown around a house that was up for sale in our area. We were shown around by the couple that owned the house and not an estate agent. When we came to the utility room the guy said (to me) ‘it’s a good space to put all your cleaning materials’. I just ignored the comment and moved on. When we went into the garden we were talking about where the sun was in the evenings and where the best place to put a BBQ was. The guy said to my husband ‘you can sit over there in the sun mate, it’s close enough to the kitchen window that she can pass you beers while she makes dinner’.", "\nThese comments made me feel really angry so we left pretty much straight away, that guy knows nothing about us and to assume that I do all the cooking and cleaning just because I am a woman is so backward. I don’t think he even realised what he was saying, needless to say we did not buy that house!"], "tags": ["Home"]},
{"name": "Laura", "date": "21st March 2018", "text": ["When in a meeting with my boss and another male colleague going over what we were going to put in our department’s annual report we were looking at who from the department to include in the ‘people focus’ where we write a short piece about 4 people and their achievements that year. My boss said to me ‘you should write one, you’re a woman it would be good for our diversity’. The other 3 people they had chosen were all men. I was only chosen because I was a woman, not because I he thought I had an achievements worth noting."], "tags": ["University", "Workplace"]},
{"name": "Mariana S.", "date": "21st March 2018", "text": ["My family treat me very differently to my brother. My opinions, thoughts and ideas are never as valid as his or my dad’s. If I have an opinion, it’s a stubborn one. My dad often tells me to be less stubborn and nicer to whatever he has to say (even if it is racist or homophobic). My mom doesn’t stand up for myself. My brother things nothing is wrong and that I’m crazy to think my parents don’t listen to me just because I’m a woman. This has happened all my life and as a consequence I lack self-confidence and doubt myself and my behaviour a lot. In a way, this has made me self-reflective and a good person, but it has also been frustrating at various stages of my life."], "tags": ["Home"]},
{"name": "Anonymous", "date": "21st March 2018", "text": ["Every time my boss talks about the insurance plan they are getting for employees later this month he always says to me, “so you can go to the lady doctor!” and then makes a inquisitive comment about whether I’m currently on birth control or not.", "\nIt’s the most horrifying thing that I regularly have to deal with. He will say this every time insurance is brought up regardless of if there’s other employees in the room. Sometimes he likes to add details about his wife’s menstrual cycle and birth control methods for good measure."], "tags": ["Workplace"]},
{"name": "Anon", "date": "21st March 2018", "text": ["Somebody complained to me that feminists were over reacting and it was ridiculous that they want women to be “better than men” I proceed to tell them that that’s not what is wanted. What is wanted is to be equal. But that’s not good enough cause apparently we are already equal. When I said what about the pay gaps etc. The response is that’s not fair but we are still equal!!"], "tags": ["ugh"]},
{"name": "Anon", "date": "21st March 2018", "text": ["During Calculus Class, a young female teacher was drawing a diagram smooth, continuous function on the white-board. ", "This woman was the mother of a small child, so she was a part time teacher. She would sometimes have to leave early because her child felt sick in daycare and she would trust us to finish the rest of the chapter in our own time. I felt bad for her during these times wondering how she coped, but I tried to do the work.", "She was quite new to teaching and quite young. Some of the things she said could have been more professional, but she was still trying to gain experience being a teacher. Her moods would ricochet from far too friendly (patting me on the back before an exam approaching me from behind out of my field of vision) to incredibly strict by shouting at us when we got the answer to a question wrong. She seemed stressed sometimes and overly relaxed during others.", "It must be a struggle to teach people and look after a child. Some of the things she said were probably said in the heat of the moment and she probably wasn’t thinking about the emotional impact of what she was saying to us.", "However, as a female, I am still disturbed by some of the things she said in front of the whiteboard in reference to a y = f(x) sketch on the board. The curve had 3 rounded humps, 2 humps that pointed downwards and one hump that pointed upwards. Part of the Maths question was to find the minima of the given function. In order to do this she had to mark 2 points, one on each of the downward pointing humps.", "She stood back from her diagram, and then said:", "\n“Oh oops that sort of looks like boobs doesn’t it? Ha ha! Sorry guys!”", "She then cleaned the board for the next class.", "I don’t think that what she said was appropriate for an Advanced Maths Class. It was kind of immature. Anyway it was supposed to be Maths, not Freudian Psychology.", "I often felt stressed and uncomfortable in that Maths Class. She got so impatient with one misbehaving boy constantly excusing himself for being late and his bizarre fashion sense that she hit him on the head with his folder. Lots of people laughed when that happened. Found the spectacle painful to watch. A woman hitting a man sadly is comedic to a lot of people in our culture, however the reverse case of a man hitting a woman is seen as completely unacceptable and endangering.", "My female Maths teacher sometimes got up in my face when I was trying to work. She wouldn’t ask permission and she would invade my personal space. She would also tap me on the shoulder out of nowhere making me jump. Her style of teaching either felt too laid back or far too invasive. I just hope that she had more teacher training or colleagues to help her learn more about teaching. I don’t think she was deliberately trying to be a bad person. She just seemed kind of oblivious to the effect her actions were having on other people.", "She would say facetiously grinning:", "\n“I will whack you all with this meter stick if you don’t shut up right now.”", "Fortunately she never hit anyone in class with the stick. It was an empty threat. Still she looked kind of scary holding that stick and tapping it against her palm. ", "Lots of people were cringing or looking fearful during that class so I kind of called it “the cringe lesson” in my head and dreaded seeing her every week. This was weird because she could also be friendly and kind too sometimes.", "I tried to call her by her married surname Mrs….But she said that was far too formal and I could just call her by her first name instead. She wouldn’t even let me call her Ms or her maiden name either. It was just really really weird. Don’t know if I should have reported anything or not but she seemed very casual, then strict.", "I was stuck sitting down between the boy with a unique fashion sense singing impromptu love ballads to me (he was the only student who would talk to me for a while and it was really annoying, he also persistently made offers to hook me up with his friends) and a teacher telling us that she had accidentally drawn “boobs” for y = f(x) on the white-board. It was embarassing and strange.", "I tried to excuse her behaviour by thinking that lots of Maths teachers are eccentric and try to find humour in the driest topics. Yes, people can find innuendo in Maths which is kind of disturbing, but some people seem to enjoy that kind of thing.", "I tried to put the teenage boy’s grating behaviour down to hormones and boredom. ", "He would also invade my personal space and ask me bizarre questions on a whim. He also kept telling me that I should take my glasses off so that I’d look prettier (impossible given that I had short sight and no contact lenses yet) and to grow my hair out more because he thought that long blonde haired women looked more attractive than short haired women. He kept saying how sexy my hair would look if I grew it out long. I told him that it was my hair, my business and I preferred it short thanks. He told me that I was wrong and ugly to have the haircut I had.", " I wish that I had known what my rights were as a student. It would have also been very useful if we had all been given staff and students’ code of conduct in writing. Also who to report to when concerned about something that had happened at school.", "I think that the situation could have been handled more professionally and more respectfully by the female staff member instead of yelling, making explicit comments about a graph and bopping a misbehaving bloke on the head with a folder.", "Those lessons were one of the main reasons why I became anxious about Maths."], "tags": ["Public space", "School"]},
{"name": "Helen Wimpenny", "date": "21st March 2018", "text": ["“Funny” jokes a male “friend “ sent me today about women’s day being over so women should Go back to the kitchen ( portrayed like a back to the future movie poster )  zzzzzzzz #casual daily sexism – Boring.", "\n# middle aged misogynists who love Jeremy Clarkson", "\n# hadenough"], "tags": ["Home"]},
{"name": "Anon", "date": "21st March 2018", "text": ["I witnessed a male relative (over 50 years old) repeatedly ping a bra strap of a female relative. He thought it was a big joke and laughed. The female relative did not enjoy this treatment, but resigned herself to it because it was no surprise that he behaved in an immature and disrespectful way after all these years.", "It isn’t just male teenagers that feel entitled to invade female personal space. Older men can sometimes behave like teenagers or worse."], "tags": ["Home"]},
{"name": "Movies4men", "date": "21st March 2018", "text": ["I find this very sexist…. why on earth would you have a channel called this?!  There isn’t a movies4women is there?! No. All this channel shows is war rubbish"], "tags": ["Television"]},
{"name": "Rebecca", "date": "21st March 2018", "text": ["Today I met with a senior manager to discuss a new project. He said that he needed a “work wife” to read through the documentation for him. I read the documents that he didn’t have time for, and without any help from a “work husband” pointed out the obvious failing in the project and set it off in the right direction."], "tags": ["Workplace"]},
{"name": "Shifa", "date": "21st March 2018", "text": ["I have an outspoken and talkative English teacher. She tries to be encouraging and feels a personal connection with each of her students, including me.", "\nEvery single time my future plans come up, my teacher says, “You are so young! You’re going to get married someday! It’s the best thing in the world.”", "\nI am a senior in high school. I am graduating in less than two months. I am heading to college this fall and have career plans and personal goals in life. I want to buy my own home and have a fulfilling job.", "Not once is any of this mentioned. Every single time we discuss the future, we only discuss marriage. It is almost as if the only thing two women can have in common with each is the possession of a husband. Until then, I will have to wait. And, according to my teacher, maybe hurry up and get married soon so I can experience happiness.", "In the past four months, my hypothetical marriage far into the future has been brought up 6 times. The college I will be attending in less than a year has been mentioned 0 times."], "tags": ["School"]},
{"name": "Heidi Mac", "date": "21st March 2018", "text": ["Me (after a week of dealing with landlord doing work on my house. Tired and I just want to shower and go to bed)", "\n“Hi ‘real estate agents name ‘.  We have no hot water. I’m assuming the gas is either off or the pilot light went out on the hot water service when the tradesmen turned it off. Do you have a number to call? The after hours numbers /reasons on the answering service at HS don’t seem to cover this.”", "‘Real estate agent’;", "\n“ If you message ‘property managers name’ he will arrange if possible with after hours plumber.", "\nOr perhaps if you have a male friend or neighbour they takes two seconds to light “"], "tags": ["Renting"]},
{"name": "Sarah Phizacklea", "date": "21st March 2018", "text": ["My 11 year old step son has come home from school with “Daring World War 2 Stories for boys” for his homework… Is this still ok?! Not massively offensive or upsetting but just reinforcing all of the gender stereotypes to our next up and coming generation.", "\nNot impressed but what to do."], "tags": ["School"]},
{"name": "Tales Avellar from Brazil", "date": "21st March 2018", "text": ["(I’m actually a trans boy, but as I’m not on hormones I’m seen as a girl)", "\n– When I was kissing a girl at a bar table and my friend started yelling to a guy, about him recording the kiss with his phone for future masturbation.", "\n– When I had to wait for the bus in the early morning to go to school, and one day a car followed me real slowly yelling the things they wanted to do to me, and I started to pray for that to be all and for them not to drag me in.", "\n– I love to go to the movies alone, but I stopped going for a really long time after the man sitting next to me stared at me all the way throughout the movie, and I was so terrified I went to hide in the bathroom crying and stayed until I thought it was safe to leave.", "\n– I live with my grandmother, and we ordered a desk. She didn’t want me to open the door for the guy alone, because recently she had to do it and the guy, standing on her doorway, started saying he had a stomachache and putting his hand inside his pants because it “hurt”.", "\n– At school it was a well known fact among the students that the PE teacher stared at girl’s breast and touched them to correct their posture in a different way than he did to the boys."], "tags": ["Home", "lesbian", "Public space", "School", "Street", "Teacher"]},
{"name": "Emma", "date": "21st March 2018", "text": ["I was walking down a street by myself during the day. A car stopped and a man beckoned me over. I assumed maybe he needed directions or some kind of help. I looked into the car window and he had his penis out and asked me for sex."], "tags": ["Public space"]}
]