[
{"name": "B", "date": "24th March 2018", "text": ["I have regularly had an issue at work where I make a suggestion or comment but it is not recognised or validated until a man suggests the same thing. It’s like some older men have to have a second opinion from an older man in order to make a point made by me, a young woman, worthy. I find it very frustrating."], "tags": ["University", "Workplace"]},
{"name": "S", "date": "24th March 2018", "text": ["Walking down a fairly busy street in the early evening past a group of four guys standing to the side of the pavement. As I walked past them one of them grabbed my arm and said “hey, can I get your number”. I shrugged him off and walked on to the shop and could hear his mates laughing at him for getting burned. Took a long route to the bus after leaving the shop because I didn’t want to have to walk past them again."], "tags": ["Public space"]},
{"name": "Eve", "date": "24th March 2018", "text": ["I’ve just left my flat about 14:45, I’m wearing trainers and clothes that cover me fully from the neck down. As I crossed the road a man walked past on his phone and made kissing and sex noises right beside me.  I didn’t stop and ignored him. Less than 30seconds later I got to my bus stop, boarding the bus and a different man’s shouting behind me. I didn’t realise he was addressing me, turned around as he came closer and got louder and shouted that he’s “going to stick his dick inside my pussy” and made some offensive genstures. Lovely start to the afternoon."], "tags": ["Public space"]},
{"name": "Mitsuko", "date": "24th March 2018", "text": ["One day, I was at school and one of my colleagues cursed out loud. She is a girl and soon, my teacher, who heard everything, started saying that ‘girls who curse will never find a boyfriend’ and that ‘in a conversation of men, these girls will always be the joke’. So girls need to have a man? And boys are the only people who can curse? We can say what we want, when we want! If my colleague was a boy, I’m sure he wouldn’t say these things. My friends and I were really mad at him, but in the end, nothing changed. Teachers at school keep telling students these sexist things, and it seems that nobody cares."], "tags": ["School"]},
{"name": "anonymous", "date": "24th March 2018", "text": ["Our CMO (a man)  just told our marketing SVP and VP (both women) that they were not allowed to voice a dissenting opinion of his idea in a meeting with the CEO."], "tags": ["Workplace"]},
{"name": "Anon", "date": "24th March 2018", "text": ["When I used to go to Secondary School, lots of the boys would taunt each other by saying:", "\n“You’re going to get raped! I’m gonna thrash you!”", "Before playing a game of football or basketball.", "The boys that said this to each other used the word “rape” as a metaphor (I hope!) to say that they would beat each other at the game or score more goals.", "The word “score” could also be used as a synonym for “going out with someone” or in extreme cases “shagging”. They used the idea of the ball going into the goal or hoop as metaphor for intercourse also. They also used innuendos referring to male parts of anatomy when they talked about “balls”. If a boy was deemed to not be athletic or stoic enough, many of his friends would comment on his perceived lack of masculinity:", "\n“You have no balls. You kick the ball and run like a girl. That was so gay, how could you miss the ball? Stop being a gay wanker and aim properly you fag.”", "Many boys seemed to utter this explicit language very casually. They just blurted out whatever came into their heads. Some of what they said was disturbing and hurtful. Everyday they always talked about rape, gay people and how women were “worse at football” than men.", "I heard one male teacher copy their language including using the words “gay” to mean “rubbish” and the word “rape” to mean “defeat” (in a desperate attempt to get “down with the kids” to their level and appear “cool”).", "This sounds old fashioned, but I think that adults with any authority who work around children should be setting a good example of how to behave respectfully. In an ideal world, adults would be showing kids how to perform and behave to a high standard. The adults would be trying to lift kids up, not appealing to to the lowest common denominator by using foul “youthful” language and slang just to become a popular teacher. Sadly, the world that we live in is a very sick one and far from ideal however.", "When the explicit language and unpleasant demeanour of the students controls the teacher’s behaviour and actions, it is never a good sign.", "Regret not reporting this, but he was a very popular teacher."], "tags": ["School"]},
{"name": "Charlotte", "date": "24th March 2018", "text": ["A male colleague asked me how old I was. I told him I was 33. He then replied “well at least you have a bit of time left.” Another male colleague quipped “yes, just a bit!”", "This was following a conversation about dating so I assume they are referring to my time left to procreate rather than my time left on the planet. Clearly child bearing as a woman is my only purpose."], "tags": ["Workplace"]},
{"name": "Anon", "date": "24th March 2018", "text": ["I’m 14, and I’m used to the catcalls and abuse now, but one thing really pushed me over the edge. So yesterday, I was on the bus going to school, it was early and there and there were plenty of seats, this guy hopped on a stop after me and sat down next to me, I don’t think much of it until he’s resting his hand on my thigh. I politely told him to remove his hand, and he did so within 2 mins or so, I got off, and this guy followed me, he started to yell things, horrible, normalized things. The man grabbed by my arm, and at this point, the bus driver jumped off the bus and pulled him off me and told me to run.And I did. Because this crap about me ‘asking for it’ is wrong. This crap about ‘well that’s not that bad’ is wrong too, because this stuff is normalized. And it NEEDS to stop."], "tags": ["Public space", "Public Transport", "School"]},
{"name": "Rebecca", "date": "24th March 2018", "text": ["A lot of the time if I go to a restaurant with my Boyfriend when it comes to paying we usually pay by card so when the Waitress/Waiter picks up the card and puts it into the card machine they automatically pass it to my boyfriend without asking even though it’s not always him paying. Very annoying."], "tags": ["Public space"]},
{"name": "KB", "date": "24th March 2018", "text": ["Three years ago as an Associate in a corporate finance advisory firm, I was invited to a meeting by my director because the potential client he was meeting “likes younger women and might appreciate a bit of eye candy”. I had only been in the job for a few weeks so went along. I was told to sit next to him on the sofa and didn’t say more than a few words for the entire the meeting. When invited to meet him again a few months later, I refused to attend. I resigned a year later. ", "In my interview for the same job, I was asked if I was married. When I said no, he responded “I’m sure you’ll meet the right person one day”.", "Later, on arrival office to a Christmas party, I was handed a Christmas jumper to wear. When I realised it was only the girls who were given jumpers, I asked where the men’s Christmas jumpers were. The director laughed and said “you know we’re sexist at [company name]”. I didn’t realise sexism was funny…", "In a previous role in the same industry, I was asked by the head of my team whether I liked my body. I asked what prompted him to ask the question and he went on to tell me that I dress too conservatively at work and suggested that by dressing a different way, I could “use my body to my advantage”.", "The same person told me he’d never hire a 30 year old woman as she was likely to have children and therefore is a “poor investment”.", "It’s only now I’ve left the male-dominated industry that I’ve realised this not “normal” behaviour. This kind of everyday sexism in the workplace is causing women to leave the industry before they reach a senior level. The lack of women in senior roles means this behaviour isn’t being addressed."], "tags": ["Workplace"]}
]